Revit 2027 API
VertexFormat Properties
The VertexFormat type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
VertexFormat Class
Autodesk.Revit.DB.DirectContext3D Namespace